export const ATTRIBUTE_LABELS = [
  "1.1 เป็นพลเมืองดีของชาติ",
  "1.2 ธำรงไว้ซึ่งความเข้มแข็งของชาติ",
  "1.3 ศรัทธา ยึดมั่นและปฏิบัติตนตามหลักศาสนา",
  "1.4 เคารพเทิดทูนสถาบันพระมหากษัตริย์",
  "2.1 ประพฤติตรงตามความเป็นจริงต่อตนเองทั้งทางกาย วาจา ใจ",
  "2.2 ประพฤติตรงตามความเป็นจริงต่อผู้อื่นทั้งทางกาย วาจา ใจ",
  "3.1 ปฏิบัติตามข้อตกลง กฎเกณฑ์ ระเบียบ ข้อบังคับของครอบครัว โรงเรียนและสังคม",
  "4.1 ตั้งใจ เพียรพยายามในการเรียนและเข้าร่วมกิจกรรมการเรียนรู้",
  "4.2 แสวงหาความรู้จากแหล่งเรียนรู้ต่างๆ ทั้งภายในและภายนอกโรงเรียนด้วยการเลือกใช้สื่ออย่างเหมาะสมสรุปเป็นองค์ความรู้และสามารถนำไปใช้ในชีวิตประจำวันได้",
  "5.1 ดำเนินชีวิตอย่างพอประมาณ มีเหตุผล รอบคอบ มีคุณธรรม",
  "5.2 มีภูมิคุ้มกันในตัวที่ดี ปรับตัวเพื่ออยู่ในสังคมได้อย่างมีความสุข",
  "6.1 ตั้งใจและรับผิดชอบในการปฏิบัติหน้าที่การงาน",
  "6.2 ทำงานด้วยความเพียรพยายามและอดทนเพื่อให้งานสำเร็จตามเป้าหมาย",
  "7.1 ภาคภูมิใจในขนบธรรมเนียมประเพณี ศิลปะ วัฒนธรรมไทยและมีความกตัญญูกตเวที",
  "7.2 เห็นคุณค่าและใช้ภาษาไทยในการสื่อสารได้อย่างถูกต้องเหมาะสม",
  "7.3 อนุรักษ์และสืบทอดภูมิปัญญาไทย",
  "8.1 ช่วยเหลือผู้อื่นด้วยความเต็มใจโดยไม่หวังผลตอบแทน",
  "8.2 เข้าร่วมกิจกรรมที่เป็นประโยชน์ต่อโรงเรียน ชุมชน และสังคม"
];
export const ATTRIBUTE_GROUPS = ['รักชาติ ศาสน์ กษัตริย์', 'ซื่อสัตย์สุจริต', 'มีวินัย', 'ใฝ่เรียนรู้', 'อยู่อย่างพอเพียง', 'มุ่งมั่นในการทำงาน', 'รักความเป็นไทย', 'มีจิตสาธารณะ'];
export const PRIMARY_ANALYTICAL_LABELS = ['อ่านออกเสียงได้', 'อ่านแล้วจับใจความได้', 'สรุป/แสดงความคิดเห็นในเรื่องที่เรียนได้', 'แยกข้อเท็จจริงและข้อคิดเห็นในเรื่องที่ได้เรียน', 'เขียนสื่อความหมายได้ตรงประเด็น', 'เขียนแสดงความคิดเห็นได้', 'เขียนสะกดคำได้ถูกต้องตามหลักภาษาไทย'];
